# შექმენით პითონის ფაილი და 4 ჯერ გამოიყენეთ print ფუნქცია, 
# პირველ პრინტში გამოიყენეთ ორ რიცხვს შორის შეკრება +, 
# მეორეში - გამოკლება, 
# მესამეში * გამრავლება, 
# მეოთხეში / გაყოფა
print(2-1)
print(21/7)
print(77520+2565)
print(91*5)

print("")

# შეართეთ ორი ტექსტური მონაცემი და კომენტარებით ახსენით რა შედეგი მიიღეთ
a="I"
b=" am"
print(a+b) #<===string 

print("")

# შექმენით 2 ცვლადი, შეინახეთ მასში რიცხვები და საბოლოოდ დაბეჭდეთ 
# ამ ორ ცვლადს შორის რომელიმე არითმეტიკული მოქმედება
a=105
b=4
print(a*b)





