# 1. შექმენით ცვლადი რომელშიც შეინახავთ ნივთის ფასს. 
# მეორე ცვლადში შეინახეთ ნივთის რაოდენობა. 
# თქვენი დავალებაა, რომ დაბეჭდოთ, თუ რამდენი უნდა გადაიხადოთ ნივთების ყიდვისას 
# (ფასი * რაოდენობა)
cost=7.50
quantity=2
totalPrice="{:.2f}".format(cost*quantity)
print(totalPrice)

print("")

# 2. შექმენით ცვლადი, სადაც შეინახავთ თქვენს ასაკს. 
# შემდეგ შექმენით მეორე ცვლადი, სადაც შეინახავთ ნებისმიერი ოჯახისწევრის ასაკს. 
# თქვენი დავალებაა, რომ ჯერ დაბეჭდოთ თქვენს ასაკს + 10, 
# შემდეგ ოჯახისწევრის ასაკს + 10.
myAge=18
lilBroAge=16
tenYears=10
print(myAge+tenYears)
print(lilBroAge+tenYears)

print("")

# 3. შექმენით ორი ცვლადი, თითოეულში შეინახეთ ნებისმიერი რიცხვი. 
# თქვენი დავალებაა, რომ არითმეტიკული მოქმედებების შედეგი დაბეჭდოთ 
# ამ რიცხვებს შორის - ეს მოქმედებებია +, -, *, /
x=12
y=4
sum=x+y
sub=x-y,y-x
mult=x*y
div=x/y,x/y
print(sum)
print(sub)
print(mult)
print(div)

print("")

# 4. შექმენით ორი ცვლადი, პირველში თქვენი სახელი, ხოლო მეორეში ასაკი შეინახეთ. 
# თქვენი დავალებაა, რომ ჯერ სახელი დაბეჭდოთ, შემდეგ კი ასაკი.
name="Miriani"
age=18
print(name)
print(age)

print("")

# 5. შექმენით ორი ცვლადი, პირველში შეინახეთ თქვენი ასაკი, 
# ხოლო მეორეში შეინახეთ მშობლის ასაკი. დაბეჭდეთ, 
# თუ 10 წელში რამდენჯერ მეტი იქნება მშობლის ასაკი თქვენსაზე
myAge=18
myParentsAge=50
tenYears=10
print((myParentsAge+tenYears)/(myAge+tenYears))


